Repository: FedorBebinov/Mime
Catalog: Membrane2.0/*.lproj/Localizable.strings
Languages: ru

source: Login
ru: Логин

source: Error
ru: Ошибка

# logNotExist
source: User with this username does not exist
ru: Пользователя с таким никнеймом не существует

# wrongAuth
source: Incorrect password or username
ru: Неверный пароль или логин пользователя

# serverDisable
source: Server is not responding
ru: Сервер не отвечает

# smthWentWrong
source: Something went wrong
ru: Что-то пошло не так

# logAlreadyExis
source: User with this username already exists
ru: Пользователь с таким никнеймом уже существует

# emptyLog
source: New login cannot be empty
ru: Новый логин не может быть пустым

# emptyData
source: Old and new passwords cannot be empty
ru: Старый и новый пароли не должны быть пустыми

# weakPass
source: New password is not strong enough
ru: Новый пароль недостаточно сложный

# passInfo
source: Password must contain a digit, an uppercase letter, and be at least 6 characters long
ru: Пароль должен содежать цифру, заглавную букву и содержать как мининмум 6 символов

# wrongOldPass
source: Incorrect old password
ru: Неверный старый пароль

source: Password
ru: Пароль

source: Entrance
ru: Вход

source: Enter
ru: Войти

source: Registration
ru: Регистрация

source: Register
ru: Зарегестрироваться

# doneGotov
source: Done
ru: Готово

# chooseFigure
source: Choose your figure
ru: Выберите свою фигуру

# suportProject
source: Support the project
ru: Поддержать проект

source: Profile
ru: Профиль

source: Create room
ru: Создать комнату

source: Enter room
ru: Войти в комнату

source: Skip tutorial
ru: Пропустить обучение

# welcome
source: Welcome to Mime! Press the button to start chatting
ru: Добро пожаловать в Mime! Нажмите кнопку, чтобы начать общаться

source: Next
ru: Далее

# profileDescribtion
source: The "Profile" button opens all the information about your account with the possibility to edit it
ru: Кнопка "Профиль" открывает всю информацию о вашем аккаунте с возможностью ее редактировать

# createRoomDesc
source: The "Create room" button creates a room that your interlocutor can join. During the waiting time, you can practice using gestures
ru: Кнопка "Создать комнату" создает комнату, к которой может присоединиться ваш собеседник. Во время ожидания можно потренировать использование жестов

# enterRoomDesc
source: The "Enter room" button allows you to enter a room created by your interlocutor using the provided code
ru: Кнопка "Войти в комнату" позволяет войти в комнату, созданную вашим собеседником с помощью переданного кода

source: My achievements
ru: Мои достижения

# profileEdit
source: Profile editing
ru: Редактирование профиля

source: Avatar
ru: Аватар

source: Choose another
ru: Выбрать другой

source: Old password
ru: Старый пароль

source: New password
ru: Новый пароль

source: Select
ru: Перейти

source: Change
ru: Изменить

source: Change figure
ru: Сменить фигуру

# interlocutorConnected
source: Your interlocutor has left the room
ru: Собеседник подключился

# tryTouch
source: Now let's practice gestures. Tap the screen to recognize the "Touch" gesture
ru: А теперь попробуем потренировать жесты. Нажмите на экран для распознания жеста"Касание"

# backMenu
source: Back to menu
ru: Вернуться в меню

# tryLongPress
source: Great! Now try to hold your finger on one spot on the screen for a long time to recognize the "Long press" gesture
ru: Отлично! Теперь попробуйте долго удерживать палец на одном месте экрана для распознания жеста"Зажатие"

# tryCopy
source: Now try to replicate another user's gesture to see the reaction
ru: А теперь попробуйте повторить жест другого пользователя, для появления реакции

# tutorCompleted
source: Congratulations, training is complete! Enjoy your time in Mime space
ru: Поздравляем, обучение пройдено! Приятного времяприпровождения в пространстве Mime

# tryZoom
source: You're doing great! Now try to spread your fingers apart as if trying to enlarge the content on the screen to recognize the "Zoom" gesture
ru: У вас отлично получается! Теперь попробуйте отвести пальцы друг от друга, словно пытаетесь увеличить контент на экране для распознания жеста"Зум"

# welcomeLink
source: Hi! Come to my room in the Mime app mime://room/(roomId)
ru: Привет! Заходи в мою комнату в приложении Mime mime://room/(roomId)

source: Room number
ru: Номер комнаты

source: Room number:
ru: Номер комнаты:

# codeCopyed
source: Code was copyed!
ru: Код скопирован!

# wrongRoom
source: Room with this code does not exist. Please try again
ru: Комнаты с таким кодом не существует. Попробуйте ещё раз

# youConnected
source: You have successfully connected to the room
ru: Вы успешно подлючились к комнате

source: Enter room number
ru: Введите номер комнаты

# emptyRoomNumber
source: Room code cannot be empty
ru: Код комнаты не может быть пустым

# gestureText
source: There are 3 different gestures available for any combination of fingers. "Zoom" is a standalone gesture with its own meaning.
ru: Для любого сочетания пальцев доступно 3 разных жеста. «Зум» является самостоятельным жестом со своим значением.

# fingersText
source: Meaning of finger combinations
ru: Значение сочетаний пальцев

# fingersTypes
source: Finger combinations
ru: Сочетания пальцев

# gesturesTypes
source: Gesture types
ru: Виды жестов

source: Settings
ru: Настройки

source: Help
ru: Помощь

source: White theme
ru: Светлая тема

source: Sound
ru: Звук

source: Haptics
ru: Вибрации

source: Notification time
ru: Время уведомления

source: Notifications
ru: Уведомления

source: Log out
ru: Выйти из аккаунта

source: Support project
ru: Поддержать проект

source: Support authors
ru: Поддержать авторов

source: Achievements
ru: Достижения

source: Communicative
ru: Общительный

# communicativeText
source: Send 100 messages
ru: Отправьте 100 сообщений

# doneVypoln
source: Done
ru: Выполнено

# habitue
source: Regular
ru: Постоялец

# habitueText
source: Enter the app for 15 days
ru: Заходите в приложение 15 дней

# closeConnect
source: Close connection
ru: Тесная связь

# closeConnectText
source: Have 5 calls with one interlocutor
ru: Проведите с одним собеседником 5 звонков

source: Friendly
ru: Дружелюбный

# friendlyText
source: Chat with two different interlocutors
ru: Пообщайтесь с двумя разными собеседниками

source: Experimenter
ru: Экспериментатор

# experimenterText
source: Try all types of gestures and finger combinations
ru: Попробуйте все виды жестов и сочетаний пальцев

source: Awards
ru: Награды

# communicativeAward
source: The background for the rooms and profile will be available when the achievement "Communicative" is completed
ru: фон для комнат и профиля станет доступен при выполнении достижения «Общительный»

# closeConnectAward
source: The background for the rooms and profile will be available when the "Close Connection" achievement is completed
ru: фон для комнат и профиля станет доступен при выполнении достижения «Тесная связь»

# habitueAward
source: An accessory for your figure in the room will be available when you complete the "Guest" achievement
ru: аксессуар для твоей фигуры в комнате станет доступен при выполнении достижения «Постоялец»

# friendlyAward
source: The border for the figure will become available when the"Friendly" achievement is completed
ru: обводка для фигуры станет доступна при выполнении достижения «Дружелюбный»

# experimenterAwardLocked
source: The new "shake" gesture will be available when the "Experimenter" achievement is completed, the gesture will be visible only to you
ru: новый жест «тряска» станет доступен при выполнении достижения «Экспериментатор», жест будет виден только вам

# experimenterAwardUnlocked
source: Shake your phone to activate the "shake" gesture. The gesture is visible only to you
ru: потрясите телефон, чтобы активировать жест «тряска». Жест виден только вам

# gotAward
source: The reward has been received
ru: Награда получена

# setBackground
source: Set the background
ru: Установить фон

# removeBackground
source: Remove the background
ru: Убрать фон

# setAccessory
source: Set the accessory
ru: Установить аксессуар

# removeAccessory
source: Remove the accessory
ru: Убрать аксессуар

# setBorder
source: Set the border
ru: Установить обводку

# removeBorder
source: Remove the border
ru: Убрать обводку

# notificationTitle
source: Time to chat
ru: Время пообщаться

# notificationBody
source: Your interlocutor is already waiting for you
ru: Ваш собеседник уже вас ждёт

# completed_award
source: %@ achievement is completed!
ru: Достижение %@ выполнено!

# menuSupport
source: The "Support project" button is a button for voluntary assistance to the authors of the project
ru: Кнопка "Поддержать проект" является кнопкой для добровольной помощи авторам проекта

# menuProfile
source: The "Profile" button opens all information about your account with the ability to edit it
ru: Кнопка "Профиль" открывает всю информацию о вашем аккаунте с возможностью ее редактировать

# menuCreateRoom
source: The "Create room" button creates a room that your interlocutor can join. While waiting, you can practice using gestures
ru: Кнопка "Создать комнату" создает комнату, к которой может присоединиться ваш собеседник. Во время ожидания можно потренировать использование жестов

# menuJoinRoom
source: The "Enter the room" button allows you to enter the room created by your interlocutor using the transmitted code
ru: Кнопка "Войти в комнату" позволяет войти в комнату, созданную вашим собеседником с помощью переданного кода

# callOnboarding1
source: Great! Now try to hold your finger in one place on the screen for a long time to recognize the gesture"Pinching"
ru: Отлично! Теперь попробуйте долго удерживать палец на одном месте экрана для распознания жеста"Зажатие"

# callOnboarding2
source: And now try to repeat the gesture of another user to get a reaction
ru: А теперь попробуйте повторить жест другого пользователя, для появления реакции

# callOnboarding3
source: Different emotional colors correspond to different numbers of fingers in the gesture. Tap the screen with two fingers to transmit the rays of happiness
ru: Разному количеству пальцев в жесте соотвествует разный эмоциальный окрас. Коснитесь экрана двумя пальцами, чтобы передать лучи счастья

# callOnboarding4
source: Congratulations, the training has been completed! Have a nice time in the Mime space
ru: Поздравляем, обучение пройдено! Приятного времяприпровождения в пространстве Mime

# callOnboarding5
source: Great! Now swipe your finger across the screen to recognize the gesture"Move"
ru: Отлично! Теперь проведите пальцем по экрану для распознания жеста"Движение"

# callOnboarding6
source: You're doing great! Now try to move your fingers away from each other, as if you are trying to enlarge the content on the screen to recognize the "Zoom" gesture
ru: У вас отлично получается! Теперь попробуйте отвести пальцы друг от друга, словно пытаетесь увеличить контент на экране для распознания жеста"Зум"

# connected
source: The interlocutor has connected
ru: Собеседник подключился

# you_connected
source: You have successfully connected to the room
ru: Вы успешно подлючились к комнате

# left_room
source: Your interlocutor has left the room
ru: Ваш собеседник покинул комнату
